[
    {
        "title": "Brown Shoes",
        "short_desc": "Versatile style for any occasion, timeless elegance.",
        "long_desc": "Step into sophistication with our classic brown shoes, crafted for enduring style and versatility. Whether it's a formal affair or casual outing, these shoes exude timeless elegance, elevating any ensemble with effortless charm. Embrace the perfect balance of tradition and modernity in every step you take.",
        "image": "1.png",
        "category": "Shoes",
        "color": "Brown",
        "rating": 5,
        "price": 19.99,
        "stock": 20,
        "reviews": 32
    },
    {
        "title": "Sweat Shirt",
        "short_desc": "Cozy sweatshirt, soft, warm, perfect for casual comfort and relaxation.",
        "long_desc": "Indulge in cozy comfort with our irresistibly soft sweatshirt, designed to wrap you in warmth and relaxation. Whether lounging at home or out for a leisurely stroll, this sweatshirt promises the perfect blend of comfort and style for any occasion.",
        "image": "2.png",
        "category": "Shirts",
        "color": "Brown",
        "rating": 4,
        "price": 12.39,
        "stock": 7,
        "reviews": 11
    },
    {
        "title": "Black Jeans",
        "short_desc": "Sleek, versatile, essential for any wardrobe, effortless style.",
        "long_desc": "Introducing our sleek and versatile essential, a must-have for any wardrobe. Effortlessly elevate your style with this timeless piece that seamlessly transitions from day to night, ensuring you always look effortlessly chic.",
        "image": "3.png",
        "category": "Jeans",
        "color": "Black",
        "rating": 4,
        "price": 18.89,
        "stock": 33,
        "reviews": 42
    },
    {
        "title": "Brown Leather Jacket",
        "short_desc": "Rugged yet refined, timeless staple for cool confidence.",
        "long_desc": "Discover the perfect blend of ruggedness and refinement in our timeless staple. With a rugged appeal and refined craftsmanship, it exudes cool confidence, making it an essential addition to your wardrobe.",
        "image": "4.png",
        "category": "Jackets",
        "color": "Brown",
        "rating": 5,
        "price": 28.9,
        "stock": 20,
        "reviews": 30
    },
    {
        "title": "Yellow Shirt",
        "short_desc": "Vibrant hue, adds sunshine to any outfit, cheerful flair.",
        "long_desc": "Infuse sunshine into your wardrobe with our vibrant-hued essential. Adding a cheerful flair to any outfit, its lively color palette promises to uplift your style and brighten your day with every wear.",
        "image": "5.png",
        "category": "Shirts",
        "color": "Yellow",
        "rating": 4,
        "price": 18.99,
        "stock": 29,
        "reviews": 11
    },
    {
        "title": "Stripped Pants",
        "short_desc": "Edgy twist on classic denim, stand out with style.",
        "long_desc": "Unleash your bold side with our edgy twist on classic denim. Stand out from the crowd with unparalleled style, as this modern reinterpretation injects a fresh vibe into timeless fashion staples.",
        "image": "6.png",
        "category": "Pants",
        "color": "Black",
        "rating": 5,
        "price": 29.99,
        "stock": 48,
        "reviews": 102
    },
    {
        "title": "Brown Sandals",
        "short_desc": "Comfy, versatile, perfect for sunny adventures, laid-back elegance.",
        "long_desc": "Experience laid-back elegance on your sunny adventures with our comfy and versatile essential. Designed for both style and comfort, it's the perfect companion for leisurely days, offering effortless charm wherever your adventures take you.",
        "image": "7.png",
        "category": "Sandals",
        "color": "Brown",
        "rating": 3,
        "price": 13.59,
        "stock": 22,
        "reviews": 10
    },
    {
        "title": "Brown Slippers",
        "short_desc": "Cozy comfort, plush warmth for relaxing moments at home.",
        "long_desc": "Indulge in plush warmth and cozy comfort during your relaxing moments at home. Our product promises to wrap you in a cocoon of relaxation, ensuring each moment is filled with unparalleled tranquility and ease.",
        "image": "8.png",
        "category": "Slippers",
        "color": "Brown",
        "rating": 4,
        "price": 9.99,
        "stock": 11,
        "reviews": 32
    },
    {
        "title": "Nike Kicks",
        "short_desc": "Iconic design, ultimate performance, step up your game.",
        "long_desc": "Elevate your performance with our iconic design, engineered for ultimate functionality. Step up your game and conquer new heights with this innovative product that seamlessly merges style with unparalleled performance.",
        "image": "9.png",
        "category": "Shoes",
        "color": "Green",
        "rating": 5,
        "price": 49.99,
        "stock": 38,
        "reviews": 75
    },
    {
        "title": "White Round Neck",
        "short_desc": "Timeless simplicity, essential staple for effortless style.",
        "long_desc": "Embrace timeless simplicity with our essential staple, perfect for effortless style. Elevate your look with understated elegance, as this versatile piece seamlessly complements any outfit for a classic, yet contemporary vibe.",
        "image": "10.png",
        "category": "Shirts",
        "color": "White",
        "rating": 5,
        "price": 29.99,
        "stock": 12,
        "reviews": 30
    },
    {
        "title": "White Shirt",
        "short_desc": "Crisp, versatile, classic staple for every wardrobe essential.",
        "long_desc": "Elevate your wardrobe with our crisp white shirt, a versatile and classic staple essential for every occasion. Its timeless appeal ensures effortless sophistication and endless styling possibilities for any ensemble.",
        "image": "11.png",
        "category": "Shirts",
        "color": "White",
        "rating": 4,
        "price": 10.99,
        "stock": 41,
        "reviews": 23
    },
    {
        "title": "Blue Jeans",
        "short_desc": "Slick jeans, the epitome of casual chic style.",
        "long_desc": "Discover the epitome of casual chic style with our slick jeans. Crafted for both comfort and trendiness, these jeans effortlessly elevate your look, ensuring you stand out with undeniable flair wherever you go.",
        "image": "12.png",
        "category": "Jeans",
        "color": "Blue",
        "rating": 4,
        "price": 24.49,
        "stock": 11,
        "reviews": 10
    },
    {
        "title": "Black Leather Jacket",
        "short_desc": "Sleek, rebellious, timeless cool, a wardrobe essential.",
        "long_desc": "Introducing our sleek leather jacket, the epitome of rebellious style and timeless cool. A must-have wardrobe essential, it adds a bold edge to any look, ensuring you exude confidence and charisma wherever you go.",
        "image": "13.png",
        "category": "Jackets",
        "color": "Black",
        "rating": 5,
        "price": 49.99,
        "stock": 27,
        "reviews": 31
    }
]
